import React from 'react';
import './Information.module.css';
import { Typography } from '@material-ui/core';

export default function Information(): JSX.Element {
  return (
    <Typography>
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Информация Информация
      Информация Информация Информация Информация Information
    </Typography>
  );
}
