export default const answers = [
    {
        id: '0',  // мама
        score: [
            '',
            '',
            '',
            '',
            ''
        ],

        ru: {
            answer: [
                '',
                '',
                '',
                '',
                ''
            ],
            interpretation: [
                '',
                '',
                '',
                '',
                ''
            ]
            
        },

        en: {
            answer: [
                '',
                '',
                '',
                '',
                ''
            ],
            interpretation: [
                '',
                '',
                '',
                '',
                ''
            ]
        },

        de: {
            answer: [
                '',
                '',
                '',
                '',
                ''
            ],
            interpretation: [
                '',
                '',
                '',
                '',
                ''
            ]
        }

    },
    {
        id: '1',  // соседка
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],

        ru: {
            answer: [
                `Мои мама и папа будут весь день на работе, а бабушка заболела. Она живет в очень далекой глухой деревне, 
                и мне нужно отвезти ей лекарства. Это будет сложная дорога через лес. Мне страшно, потому что я пойду одна.`,
                `Не ваше дело! Иду и иду…`,
                `К бабушке.`,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
            
        },

        en: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        },

        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }

    },
    {
        id: '2',  // продавец мороженого
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],

        ru: {
            answer: [
                `Здравствуйте! Спасибо! Да, давайте, а то мне ехать далеко.`,

                `Здравствуйте! Да, далеко – к бабушке. Она заболела и я везу ей лекарства, так как родители весь день на работе.`,

                `Здравствуйте! Нет, спасибо`,

                `Здравствуйте! Нет, мама послала в соседний магазин за хлебом. Дайте мороженое, пожалуйста!`,    

                `Да, хочу вон то, самое дорогое!`
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
            
        },

        en: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        },

        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }

    },
    {
        id: '3',  // водитель автомобиля
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],

        ru: {
            answer: [
                `Нет, спасибо. Я все-таки подожду автобус.`,

                `Как здорово! Мне в Деревню. 
                *садится
                `,

                `Нет, спасибо! Я жду, сейчас сюда папа подъедет.`,

                `Еще чего! Знаем мы таких – увезете еще в лес!..`,

                `*Игнорирует.`
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
            
        },

        en: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        },

        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }

    },
    {
        id: '4',  // лесник
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],

        ru: {
            answer: [
                `Ой, спасибо, дядя лесник! Я только одним глазком через щелочку в заборе на них посмотрю,
                а заходить не буду – мне торопиться нужно.
                `,

                `Как здорово! Я действительно устала, от чая не откажусь.`,

                `Да ну, лисы – это скучно. Я их тысячу раз в интернете видела. А чай давайте. А шоколадка к чаю есть?`,

                `А можно я на обратном пути загляну? А то сейчас тороплюсь...`,

                `Обожаю лис! А можно их сфотографировать?`
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
            
        },

        en: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        },

        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }

    },
    {
        id: '5',  // девочка
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],

        ru: {
            answer: [
                `Нет, я очень занята.`,
                `Обожаю землянику, пойдем скорее! А то мне нужно успеть к бабушке.`,

                `Извини, родители запретили мне отвлекаться. Удачи тебе с земляникой!`,

                `Дина, привет! А меня зовут ${namePlayer}. Слушай, я сейчас не могу.
                Давай телефонами обменяемся, и в следующий раз вместе сходим за земляникой.
                `,

                `А давай наоборот – ты пойдешь со мной, и по дороге мы будем собирать землянику.`
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
            
        },

        en: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        },

        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }

    },
    
    {
        id: '6',  // охотник
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],
    
        ru: {
            answer: [
                `Спасибо, не нужно. Я хорошо знаю дорогу.`,
                `Да, конечно, давайте дойдем вместе.`,
                `Еще чего! Столько одна прошла и дальше без вас справлюсь!`,
                `Здравствуйте, спасибо. Провожать не нужно, лучше подскажите, который час?`,
                `Да, давайте. А ружье у вас настоящее? А можно посмотреть?`
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]                
        },
    
        en: {
                answer: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
        },
    
        de: {
                answer: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
        }
    
    },
    {
        id: '7',  // участковый
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],
    
        ru: {
                answer: [
                    `Я иду к бабушке, она меня уже ждет.`,
                    `Я ${namePlayer}, моя бабушка -  Марья Ивановна. Иду к ней в гости, она меня уже ждет.`,
                    `А вам какое дело? Меня учили никому ничего не рассказывать!`,
                    `А вы, правда, полицейский? Родители объясняли мне, что не каждый человек в форме может быть полицейским и ему можно доверять.`,
                    `Я ${namePlayer}. Я не в первый раз сюда в одиночку иду. И вообще без родителей я часто хожу.`
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
                
        },
    
        en: {
                answer: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
        },
    
        de: {
                answer: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
        }
    
    },
    {
        id: '8',  // учитель
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],
    
        ru: {
                answer: [
                    `Нет, отстаньте от меня!`,
                    `Спасибо, с большим удовольствием. Я сейчас быстренько бабушке отнесу лекарства и прибегу к Вам домой.`,
                    `Спасибо за приглашение! Я сейчас зайду к бабушке и у нее отпрошусь.`,
                    `Мы познакомимся в школе, когда начнутся занятия.`,
                    `А Вы учитель по какому предмету? У меня с математикой плохо. Вы мне поможете?`
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
                
        },
    
        en: {
                answer: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ],
                interpretation: [
                    ``,
                    ``,
                    ``,
                    ``,
                    ``
                ]
        },
    
        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }
    
    },        
    {
        id: '9',  // сосед бабушки
        score: [
            ``,
            ``,
            ``,
            ``,
            ``
        ],
        
        ru: {
            answer: [
                `Здравствуйте! Хорошо, отнесу. Только заходить не буду, здесь подожду. Вы мне корзинку сюда вынесете, пожалуйста.`,
                `Нет, я слишком тороплюсь.`,
                `А яблоки вкусные? А можно я сначала  попробую?`,
                `Здравствуйте! Ладно. Можно я у вас немного посижу, пока жду. А то ноги устали.`,
                `Нет, давайте я сначала к бабушке зайду. А потом к Вам прибегу. Вы как раз корзину наберете.`
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
                    
        },
        
        en: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        },
        
        de: {
            answer: [
                ``,
                ``,
                ``,
                ``,
                ``
            ],
            interpretation: [
                ``,
                ``,
                ``,
                ``,
                ``
            ]
        }
        
    }
        
]

    
    

