import React from 'react';
import './Home.module.css';
import { Typography } from '@material-ui/core';

export default function Home(): JSX.Element {
  return (
    <Typography>
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная Главная
      Главная Главная Главная Главная Главная Главная Главная Главная
    </Typography>
  );
}
