import { Container } from '@material-ui/core';
import React from 'react';
import './Settings.module.css';

export default function Settings(): JSX.Element {
  return (
    <Container>
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки Настройки
      Настройки Настройки Настройки Настройки Настройки Настройки
    </Container>
  );
}
