import { Typography } from '@material-ui/core';
import React from 'react';
import './NewGame.module.css';

export default function NewGame(): JSX.Element {
  return (
    <Typography>
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
      Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая
      игра Новая игра Новая игра Новая игра Новая игра Новая игра Новая игра
    </Typography>
  );
}
